{
	"app.terms.title": "Riservatezza e Termini di Consenso",
    "app.terms.text": "Benvenuto su ConSex! Utilizzando questa app, accetti i seguenti termini e condizioni:\n\nConsenso:\nConSex è progettato per facilitare il processo di ottenimento del consenso tramite la scansione del codice QR. Gli utenti devono assicurarsi di avere il consenso esplicito prima di scansionare il codice QR di qualcun altro. Gli utenti sono gli unici responsabili di ottenere il consenso prima di scansionare un codice QR e devono rispettare la privacy e i limiti degli altri.\n\nPrivacy:\nIl consenso rispetta la tua privacy. Non raccogliamo né archiviamo alcun dato personale derivante dalle scansioni dei codici QR. Si consiglia agli utenti di utilizzare l'app in modo responsabile e di astenersi dal condividere informazioni sensibili tramite codici QR.\n\nUso responsabile:\nGli utenti devono utilizzare ConSex in conformità con le leggi e i regolamenti locali in materia di privacy e consenso. Qualsiasi uso improprio dell'app, inclusa la scansione non autorizzata di codici QR o la condivisione di contenuti inappropriati, è severamente proibito.\n\nEsonero di responsabilità:\nConSex è fornito \"così com'è\" senza alcuna garanzia di alcun tipo, espressa o implicita . Non saremo responsabili per eventuali danni derivanti dall'uso o dall'impossibilità di utilizzare l'app. Utilizzando ConSex, riconosci di aver letto, compreso e accettato questi termini e condizioni. Se non sei d'accordo con qualsiasi parte di questi termini, non devi utilizzare l'app.\n\nTieni presente che questi termini e condizioni potrebbero essere soggetti a modifiche. È tua responsabilità rivederli periodicamente per eventuali aggiornamenti.\n\nGrazie per utilizzare ConSex in modo responsabile e rispettando la privacy e il consenso degli altri." ,
    "app.terms.btn": "ACCETTARE",
	"app.name": "Consex",	
	"error.error_no_internet": "Nessuna connessione a Internet",
	"close": "chiude",
	"cancel": "Cancella",
	"capture": "SCATTARE",
	"rules": "Sei d'accordo con i termini di questa app?",
	"welcome_screen.title": "Benvenuto a Consex App",
	"welcome_screen.subtitle": "Scansionare la faccia o impronte digitali per accettare e dare consenso al rapporto sessuale",
	"login.title": "Login",
	"login.email": "E-mail *",
	"login.psw": "Password *",
	"login.rpsw": "Ripetere Password *",
	"login.resetPass": "Ripristina Password",
	"login.resetMessage": "E-mail di reimpostazione della password inviata con successo. Controlla la tua email.",
	"login.sign_in": "Accedi",
	"login.back2login": "Torna al Login",
	"login.signup": "Creare",
	"login.forgot": "Password Dimenticata",
	"login.register": "Registrare",
	"login.failure": "Accesso non riuscito. Controlla le tue credenziali.",
	"login.register.phrase": "Non hai un account?",
	"google.login": "Google",
	"change.language": "Cambiare Lingua",
	"profile.logout": "Uscire",
	"selfie.press": "Scatta un selfie",
	"selfie.check": "Controlla la foto!!!",
	"selfie.display": "Mostra selfie",
	"selfie.accept": "Selfie ok ?",
	"selfie.car": "Visualizza foto",
	"selfie.list.empty": "Nessuna foto disponibile.",
	"selfie.list": "Lista delle Selfie",
	"selfie.text":"È sempre consigliabile rispettare il consenso e la volontà di tutte le parti coinvolte in qualsiasi situazione sessuale, prestando attenzione alla sicurezza e al rispetto reciproco.",
	"selfie.manage": "Gestisce Selfie",
	"selfie.remove": "Rimuovere foto",
	"selfie.uploading": "Caricamento in corso...",
	"selfie.uploaded": "Immagine caricata correttamente!",
	"selfie.uploadFailed": "Impossibile archiviare temporaneamente l'immagine",
	"selfie.save": "Salva foto",
	"selfie.all": "Tutte le foto",
	"dialog.button": "OK",
	"dialog.title": "Errore",
	"selfie.recognition": "Fase di riconoscimento"	,	
	"register.ok": "OK",
	"register.success": "Successo!!!",
	"register.text": "L'utente è stato registrato con successo.",
	"registration.success": "Registrazione avvenuta con successo !!!",
	"registration.wrongpass": "Password deve contenere lettere, numeri e caratteri speciali.",
	"registration.notmatchpass": "Passwords non coincidono !!!",
	"registration.exception": "Registrazione fallito !!!"
}